{
    "common": {
        "name": "Culichi Arts",
        "header": {
            "home": "Home",
            "about": "About",
            "services": "Services",
            "contact": "Contact Us"
        },
        "footer": {
            "copywrite": "Copywrite"
        }
    },
    "home": {
        "greeting": "Hi there! We are"
    },
    "about": {
        "who": {
            "title": "Who We Are",
            "description": "Our organization prioritizes STEAM education, focusing on underserved communities in the Greater Boston area where English is a second language, emphasizing the intersection of art and engineering to foster creative thinking among youth."
        },
        "what": {
            "title": "What We Do",
            "description": "At Culichi Arts we explore the intersection of art, engineering and urban agriculture. Through hands-on workshops and partnerships. We empower young people to become creative problem solvers and stewards of sustainability, fostering a better future for our communities."
        },
        "goals": {
            "title": "Goals",
            "description": "\"Our goal is to engage the community by showcasing how art drives innovation and problem-solving. Through art, we find a powerful tool for learning and expression—one that reflects our needs, addresses challenges, and inspires solutions.\"problem-solvers and stewards of sustainability, fostering a brighter future for our communities"
        },
        "vision": {
            "title": "Vision",
            "description": "Culichi Arts is dedicated to providing an integrated and holistic education, merging the arts and  science fostering creativity and scientific thinking in children. Through our innovative educational model, we aim to cultivate environmental awareness by teaching sustainable practices such as hydroponics, while nurturing personal and social skills through collaborative activities. Serving as a community resource, our philosophy engages and benefits the local community through initiatives that encourage participation and ongoing learning. \n\n By equipping children with knowledge and practical skills, we empower a new generation to be self-reliant and mindful of their impact on the world, inspiring them to become proactive agents of change within their communities."
        },
        "mission": {
            "title": "Mission",
            "description": "Our organization prioritizes STEAM education, focusing on underserved communities in the Greater Boston area where English is a second language. We offer integrated workshops where children learn about art and urban agriculture simultaneously. This space allows children to express themselves creatively while learning about sustainability and life sciences through hydroponics. Our emphasis on the intersection of art and engineering fosters creative thinking among youth."
        }
    },
    "services": {
        "title": "Services",
        "description": {
            "line1": "We offer <strong>custom creative programming</strong> designed to spark curiosity and hands-on learning for all ages. Whether you're looking for an interactive workshop for young children, a STEAM-based activity for teens, or a unique team-building experience for adults, we adapt each program to fit your group’s needs. Our sessions blend art, engineering, and playful experimentation, making learning both fun and meaningful.",
            "line2": "Our <strong>guided art projects</strong> provide step-by-step instruction while leaving plenty of room for creative expression. Led by experienced facilitators, these projects introduce new techniques, encourage problem-solving, and help participants bring their artistic visions to life. Perfect for schools, libraries, community events, and pop-ups, our workshops are designed to be engaging, educational, and accessible to all skill levels.",
            "line3": "For those looking for a <strong>ready-made creative experience</strong>, we offer a selection of <strong>activity kits</strong> that bring the fun straight to you! Our kits come with everything needed to create, experiment, and explore—whether it’s building a doodle car, crafting a glow-in-the-dark lava lamp, or discovering new textures with puzzle-shaped rainbow crayons. Ideal for classrooms, after-school programs, and family-friendly events, our kits make it easy to add hands-on creativity to any setting."
        },
        "steam-workshops": {
            "title": "Steam Workshops/Kits",
            "description": ""
        },
        "art-programming": {
            "title": "Art Programming",
            "description": ""
        },
        "card-button": "Learn More"
    },
    "contact": {
        "name-label": "Name",
        "email-label": "Email",
        "message-label": "Message",
        "contact-header": "Contact Us!",
        "contact-body": "Don’t hesitate to drop us a message!\nAre you planning a fun pop-up event or looking to infuse creativity into your space? Talk to us about custom projects or collaborations."
    }
}